

;  ////////////////////////////////////
;  // Changes to Base-Game Abilities //
;  ////////////////////////////////////

[SkirmisherGrapple X2AbilityTemplate]
LocFriendlyName="集成爪钩·PCP"
LocHelpText="发射爪钩并且迅速占领高地。"
LocLongDescription="爪钩和绳索集成在<Ability:ClassName/>的盔甲中。使用爪钩快速占领高地。"
LocPromotionPopupText="爪钩和绳索集成在<Ability:ClassName/>的盔甲中。使用爪钩快速占领高地。<br/><br/><Bullet/>爪钩可让散兵不消耗行动点数迅速占领有利位置。<br/><Bullet/>所有爪钩和拉扯能力都可用标准/仅移动行动点激活。<br/><Bullet/>所有的爪钩和拉扯能力有各自<font color='#CA7200'><Ability:GRAPPLE_ABILITIES_COOLDOWN/></font>冷却回合和共享<font color='#CA7200'>1</font>冷却回合。没有额外能力时，一回合只能用一次爪钩/拉扯能力。"

[Justice X2AbilityTemplate]
LocFriendlyName="正义·PCP"
LocHelpText="使用集成的抓钩将人形目标拉近身边再使用<Ability:SecondaryWeaponName/>进行攻击。"
LocLongDescription="使用集成的抓钩将人形目标拉近身边再使用<Ability:SecondaryWeaponName/>进行攻击。"
LocPromotionPopupText="<Bullet/>正义是把敌人拉出站位的好办法。<br/><Bullet/>拉取成功后的<Ability:SecondaryWeaponName/>攻击必定命中。<br/><Bullet/>要使用正义，散兵邻近格需有空位。<br/><Bullet/>正义有<Ability:SelfCooldown/>回合冷却。<br/>"

[SkirmisherVengeance X2AbilityTemplate]
LocFriendlyName="怒火·PCP"
LocHelpText="使用集成的爪钩快速接近敌人(任何类型)并用<Ability:SecondaryWeaponName/>进行攻击。"
LocLongDescription="使用集成的爪钩快速接近敌人(任何类型)并用<Ability:SecondaryWeaponName/>进行攻击。"
LocPromotionPopupText="<Bullet/>怒火让散兵拥有额外的移动方式，并可在爪钩冷却时使用。<br/><Bullet/>爪钩命中后的<Ability:SecondaryWeaponName/>攻击必定命中。<br/><Bullet/>要使用怒火，敌人邻近格需有空位。<br/><Bullet/>怒火有<Ability:SelfCooldown/>回合冷却。<br/>"

[Retribution X2AbilityTemplate]
LocFriendlyName="报应·PCP"
LocFlyOverText="报应"
LocHelpText="对所有进入或从近战范围内发起攻击的敌人，自动进行开颅刃反应攻击。"
LocLongDescription="对所有进入或从近战范围内发起攻击的敌人，自动进行开颅刃反应攻击。"
LocPromotionPopupText="对所有进入或从近战范围内发起攻击的敌人，自动进行开颅刃反应攻击。<br/><br/><Bullet/>敌人在相邻位置开始回合，且打算移动或攻击时，会触发报应。<br/><Bullet/>每回合<Ability:ClassName/>只可对每个目标进行一次近战反应攻击 - 如果<Ability:ClassName/>还有[特种近战专家]，而敌人在相邻的近战范围内，将优先用冷兵器近战攻击，而不会用额外的特种近战反应射击。- 如果敌人先被特种近战反应射击，然后移动到冷兵器近战范围，将不会用报应/剑刃风暴攻击他们。"

[RetributionAttack X2AbilityTemplate]
LocFriendlyName="报应·PCP"
LocFlyOverText="报应"
LocHelpText="对所有进入或从近战范围内发起攻击的敌人，自动进行开颅刃反应攻击。"
LocLongDescription="对所有进入或从近战范围内发起攻击的敌人，自动进行开颅刃反应攻击。"



;  ////////////////////////////////
;  // Changes to Items & Weapons //
;  ////////////////////////////////



;  ////////////////
;  // Skirmisher //
;  ////////////////

[Skirmisher X2EncyclopediaTemplate]
ListTitle = "散兵兵种"
DescriptionTitle = "散兵兵种"
DescriptionEntry = "散兵的开颅刃装有先进的吸热器，用于储存从无托步枪射击中产生的热量，以增强近距战斗能力。积累的热量点数(他们的专注机制)会随着时间推移而减少，所以说散兵受益于进攻势头和急切于决胜优势。当热量储存在开颅刃中，散兵的所有开颅刃攻击增加伤害和暴击率。<br/><br/>其他职业技能可能会因吸热机制获得额外增益。"

[XLocalizedData]
SkirmisherTutorialTitle = "散兵吸热器"
SkirmisherTutorialText = "散兵的开颅刃装有先进的吸热装置，用于储存从无托步枪射击中产生的热量，以增强近距战斗能力。积累的热量点数(他们的专注机制)会随着时间推移而减少，所以说散兵受益于进攻势头和急切于决胜优势。当热量储存在开颅刃中，散兵的所有开颅刃攻击增加伤害和暴击率。"

[Skirmisher X2SoldierClassTemplate]
DisplayName = "散兵"
ClassSummary = "高移动力的突击部队，用交火增强进攻势头，积极利用决胜优势。<br/><br/><font color='#CA7200'>可用无托步枪和开颅刃。</font>"
AbilityTreeTitles[0] = "执法者"
AbilityTreeTitles[1] = "变种人杀手"
AbilityTreeTitles[2] = "惩罚者"
AbilityTreeTitles[3] = "XCOM"

;删除军衔图标!RankIcons=()









[WOTC_APA_SkirmisherCohort X2SoldierClassTemplate]
DisplayName = "散兵同伙"
ClassSummary = "高移动力的突击部队，用交火增强进攻势头，积极利用决胜优势。<br/><br/><font color='#CA7200'>可用无托步枪和开颅刃。</font>"
AbilityTreeTitles[0] = "执法者"
AbilityTreeTitles[1] = "变种人杀手"
AbilityTreeTitles[2] = "惩罚者"
AbilityTreeTitles[3] = "XCOM"

;删除军衔图标!RankIcons=()









RandomNickNames[0]="法官"
RandomNickNames[1]="清算者"
RandomNickNames[2]="审判官"
RandomNickNames[3]="丧钟"
RandomNickNames[4]="掘墓者"
RandomNickNames[5]="灾祸"
RandomNickNames[6]="致命"
RandomNickNames[7]="毁灭"
RandomNickNames[8]="锁链"
RandomNickNames[9]="开膛手"
RandomNickNames[10]="野兽"
RandomNickNames[11]="地狱之子"
RandomNickNames[12]="先驱"
RandomNickNames[13]="恶魔"

RandomNickNames_Male[0]="拉扎勒斯"

RandomNickNames_Female[0]="雅典娜"

PhotoboothSoloBLines_Male[0]="只有一半是人类，但全身心想复仇。"
PhotoboothSoloBLines_Male[1]="他们欠他的公道，他要自己讨回来。"
PhotoboothSoloBLines_Male[2]="荣誉、正义、复仇。"
PhotoboothSoloBLines_Male[3]="他的前任主人会付出代价！"
PhotoboothSoloBLines_Male[4]="他们所向披靡。"
PhotoboothSoloBLines_Male[5]="浪子回头了。"
PhotoboothSoloBLines_Male[6]="他会保证让变种人付出代价。"
PhotoboothSoloBLines_Male[7]="他们夺走了他的人性，而他会夺取他们的性命。"
PhotoboothSoloBLines_Male[8]="他就是点燃变种人统治的燎原之火。"
PhotoboothSoloBLines_Male[9]="他终将复仇成功！"
PhotoboothSoloBLines_Male[10]="如果他能为地球而战，那任何人都可以。"
PhotoboothSoloBLines_Male[11]="当他们创造出他的时候，他们的毁灭就注定了。"
PhotoboothSoloBLines_Male[12]="变种人是有罪的，而他便是他们死刑的执行者。"
PhotoboothSoloBLines_Male[13]="不屈不挠、一往无前、所向披靡。"

PhotoboothSoloBLines_Female[0]="只有一半是人类，但全身心想复仇。"
PhotoboothSoloBLines_Female[1]="他们欠她的公道，她要自己讨回来。"
PhotoboothSoloBLines_Female[2]="荣誉、正义、复仇。" VENGEANCE.
PhotoboothSoloBLines_Female[3]="她的前任主人会付出代价！"
PhotoboothSoloBLines_Female[4]="他们所向披靡。"
PhotoboothSoloBLines_Female[5]="浪子回头了。"
PhotoboothSoloBLines_Female[6]="她会保证让变种人付出代价。"
PhotoboothSoloBLines_Female[7]="他们夺走了她的人性，而她会夺取他们的性命。"
PhotoboothSoloBLines_Female[8]="她就是点燃变种人统治的燎原之火。"
PhotoboothSoloBLines_Female[9]="她终将复仇成功！"
PhotoboothSoloBLines_Female[10]="如果她能为地球而战，那任何人都可以。"
PhotoboothSoloBLines_Female[11]="当他们创造出她的时候，他们的毁灭就注定了。"
PhotoboothSoloBLines_Female[12]="变种人是有罪的，而她便是他们死刑的执行者。"
PhotoboothSoloBLines_Female[13]="不屈不挠、一往无前、所向披靡。"


; - GTS Unlocks -

[WOTC_APA_SkirmisherUnlock1 X2SoldierAbilityUnlockTemplate]
DisplayName = "散兵: 城市作战训练 I"
Summary = "无视军衔等级，所有散兵的吸热器和爪钩熟练度，现在从2段启动。你可训练一名非派系士兵成为散兵同伙。"

[WOTC_APA_SkirmisherUnlock2 X2SoldierAbilityUnlockTemplate]
DisplayName = "散兵: 城市作战训练 II"
Summary = "无视军衔等级，所有散兵的吸热器和爪钩熟练度，现在从3段启动。你可额外训练一名非派系士兵成为散兵同伙。<br/><br/><font color='#CA7200'>要求 城市作战训练 I</font>"

; - Ability Templates -

[WOTC_APA_Heatsink X2AbilityTemplate]
LocFriendlyName = "吸热器"
LocLongDescription = "<Ability:ClassName/>转化主武器的热量以增强开颅刃攻击，并随着经验增加爪钩能力。"
LocPromotionPopupText = "<font color='#CA7200'>专注机制:</font><Ability:ClassName/>用主武器射击来积累热量，储存在开颅刃的特殊吸热器，增加伤害和暴击率。其他<Ability:ClassName/>技能将根据热量点数获得增益。<br/><Bullet/>每 1 热量等级，获得<font color='#3ABD23'>+<Ability:HEATSINK_CRIT_CHANCE_BONUS/>%</font>的开颅刃攻击暴击率。<br/><Bullet/>每 <font color='#CA7200'><Ability:HEATSINK_DAMAGE_BONUS_CHARGE_DIVISOR/></font> 热量等级，获得<font color='#3ABD23'>+<Ability:HEATSINK_DAMAGE_BONUS/></font>的开颅刃攻击伤害。<br/><Bullet/>主武器的直接射击增加<font color='#3ABD23'>+<Ability:HEATSINK_GAIN_DIRECT_SHOT/></font>热量。反应射击增加<font color='#3ABD23'>+<Ability:HEATSINK_GAIN_REACTION_SHOT/></font>热量。最大值<font color='#3ABD23'><Ability:HEATSINK_MAX_CHARGES/></font>热量。<br/><Bullet/>热量将在每回合开始时损失: 每单位储存的热量，将增加<font color='#CA7200'>+<Ability:HEATSINK_LOSS_CHANCE_PER_LEVEL/>%</font>几率导致损失<font color='#CA7200'><Ability:HEATSINK_LOSE_PER_TURN/></font>热量。当高热量点数的损失几率大于100%时，任何溢出都将重新随机以增加热量损失。<br/><br/><font color='#CA7200'>I段</font>(获得于<Ability:RANKNAME1/>军衔[1])<br/><Bullet/>获得集成爪钩，允许<Ability:ClassName/>用集成于盔甲中的爪钩穿越复杂地形。<br/><br/><font color='#CA7200'>II段</font>(获得于<Ability:RANKNAME3/>军衔[3])<br/><Bullet/>获得[正义]，允许<Ability:ClassName/>用爪钩拉来敌人并用开颅刃攻击。<br/><br/><font color='#CA7200'>III段</font>(获得于<Ability:RANKNAME6/>军衔[6])<br/><Bullet/>获得[怒火]，允许<Ability:ClassName/>用爪钩接近敌人并用开颅刃攻击。"

[WOTC_APA_RipjackStrike X2AbilityTemplate]
LocFriendlyName = "开颅刃攻击"
LocFlyOverText = "开颅刃攻击"
LocHelpText = "用你的开颅刃攻击移动范围内的敌人。"
LocLongDescription = "用你的开颅刃攻击移动范围内的敌人。"
LocPromotionPopupText = "用你的开颅刃攻击移动范围内的敌人。<br/><br/><Bullet/>将移动光标指向敌人便可触发攻击能力。<br/><Bullet/><Ability:ClassName/>可使用\"冲刺\"，消耗两格行动点数进行移动，仍可对邻近敌人触发攻击。"

[WOTC_APA_Intimidate X2AbilityTemplate]
LocFriendlyName = "震慑球奸"
LocFlyOverText = "震慑球奸"
LocHelpText = "<Ability:ClassName/>使<font color='#3ABD23'><Ability:INTIMIDATE_TILE_RADIUS/></font>格内的所有变种人部队受到属性惩罚，开颅刃暴击有<font color='#3ABD23'><Ability:INTIMIDATE_PANIC_CHANCE/>%</font>几率使他们恐慌。"
LocLongDescription = "<Ability:ClassName/>使<font color='#3ABD23'><Ability:INTIMIDATE_TILE_RADIUS/></font>格内的所有变种人部队受到属性惩罚，开颅刃暴击有<font color='#3ABD23'><Ability:INTIMIDATE_PANIC_CHANCE/>%</font>几率使他们恐慌。"
LocPromotionPopupText = "<Ability:ClassName/>使<font color='#3ABD23'><Ability:INTIMIDATE_TILE_RADIUS/></font>格内的所有变种人部队受到属性惩罚，开颅刃暴击有<font color='#3ABD23'><Ability:INTIMIDATE_PANIC_CHANCE/>%</font>几率使他们恐慌。<br/><br/><Bullet/>范围内的变种人单位减少<font color='#CA7200'><Ability:INTIMIDATE_AIM_PENALTY/></font>命中和<font color='#CA7200'><Ability:INTIMIDATE_MOBILITY_PENALTY/></font>移动力。<br/><Bullet/>虽然恐慌只能应用于变种人单位，但可以在暴击任何类型敌人时触发。"

[WOTC_APA_ReinforcedCabling X2AbilityTemplate]
LocFriendlyName = "强化绳索"
LocFlyOverText = "强化绳索"
LocHelpText = "爪钩和拉扯能力的共享冷却被取消。各自冷却减少<font color='#3ABD23'><Ability:REINFORCED_CABLING_COOLDOWN_REDUCTION/></font>回合。"
LocLongDescription = "爪钩和拉扯能力的共享冷却被取消。各自冷却减少<font color='#3ABD23'><Ability:REINFORCED_CABLING_COOLDOWN_REDUCTION/></font>回合。"
LocPromotionPopupText = "爪钩和拉扯能力的共享冷却被取消。各自冷却减少<font color='#3ABD23'><Ability:REINFORCED_CABLING_COOLDOWN_REDUCTION/></font>回合。"

[WOTC_APA_FireAndFury X2AbilityTemplate]
LocFriendlyName = "火与怒"
LocHelpText = "每<font color='#CA7200'><Ability:FIRE_FURY_MOBILITY_BONUS_CHARGE_DIVISOR/></font>热量等级，获得<font color='#3ABD23'>+<Ability:FIRE_FURY_MOBILITY_BONUS/></font>移动力。增加<font color='#3ABD23'>+<Ability:FIRE_FURY_MAX_HEAT_BONUS/></font>热量最大值。"
LocLongDescription = "每<font color='#CA7200'><Ability:FIRE_FURY_MOBILITY_BONUS_CHARGE_DIVISOR/></font>热量等级，获得<font color='#3ABD23'>+<Ability:FIRE_FURY_MOBILITY_BONUS/></font>移动力。增加<font color='#3ABD23'>+<Ability:FIRE_FURY_MAX_HEAT_BONUS/></font>热量最大值。"
LocPromotionPopupText = "每<font color='#CA7200'><Ability:FIRE_FURY_MOBILITY_BONUS_CHARGE_DIVISOR/></font>热量等级，获得<font color='#3ABD23'>+<Ability:FIRE_FURY_MOBILITY_BONUS/></font>移动力。增加<font color='#3ABD23'>+<Ability:FIRE_FURY_MAX_HEAT_BONUS/></font>热量最大值。"

[WOTC_APA_ThermalRegulators X2AbilityTemplate]
LocFriendlyName = "热量调节阀"
LocFlyOverText = "热量调节阀"
LocHelpText = "减少每回合开始时的高热量损失几率:<br/>    有<font color='#CA7200'><Ability:HEAT_LEVEL_THRESHOLD_I/>+热量</font>时:每热量点数减少<font color='#3ABD23'><Ability:THERMAL_REGULATORS_RETAIN_HEAT_CHANCE_I_TOTAL/>%</font>损失几率<br/>    有<font color='#CA7200'><Ability:HEAT_LEVEL_THRESHOLD_II/>+热量</font>时:每热量点数减少<font color='#3ABD23'><Ability:THERMAL_REGULATORS_RETAIN_HEAT_CHANCE_II_TOTAL/>%</font>损失几率<br/>    有<font color='#CA7200'><Ability:HEAT_LEVEL_THRESHOLD_III/>+热量</font>时:每热量点数减少<font color='#3ABD23'><Ability:THERMAL_REGULATORS_RETAIN_HEAT_CHANCE_III_TOTAL/>%</font>损失几率"
LocLongDescription = "减少每回合开始时的高热量损失几率:<br/>    有<font color='#CA7200'><Ability:HEAT_LEVEL_THRESHOLD_I/>+热量</font>时:每热量点数减少<font color='#3ABD23'><Ability:THERMAL_REGULATORS_RETAIN_HEAT_CHANCE_I_TOTAL/>%</font>损失几率<br/>    有<font color='#CA7200'><Ability:HEAT_LEVEL_THRESHOLD_II/>+热量</font>时:每热量点数减少<font color='#3ABD23'><Ability:THERMAL_REGULATORS_RETAIN_HEAT_CHANCE_II_TOTAL/>%</font>损失几率<br/>    有<font color='#CA7200'><Ability:HEAT_LEVEL_THRESHOLD_III/>+热量</font>时:每热量点数减少<font color='#3ABD23'><Ability:THERMAL_REGULATORS_RETAIN_HEAT_CHANCE_III_TOTAL/>%</font>损失几率"
LocPromotionPopupText = "减少每回合开始时的高热量损失几率:<br/>    有<font color='#CA7200'><Ability:HEAT_LEVEL_THRESHOLD_I/>+热量</font>时:每热量点数减少<font color='#3ABD23'><Ability:THERMAL_REGULATORS_RETAIN_HEAT_CHANCE_I_TOTAL/>%</font>损失几率<br/>    有<font color='#CA7200'><Ability:HEAT_LEVEL_THRESHOLD_II/>+热量</font>时:每热量点数减少<font color='#3ABD23'><Ability:THERMAL_REGULATORS_RETAIN_HEAT_CHANCE_II_TOTAL/>%</font>损失几率<br/>    有<font color='#CA7200'><Ability:HEAT_LEVEL_THRESHOLD_III/>+热量</font>时:每热量点数减少<font color='#3ABD23'><Ability:THERMAL_REGULATORS_RETAIN_HEAT_CHANCE_III_TOTAL/>%</font>损失几率<br/><br/><Bullet/>热量调节阀使高热量等级的加成更易保持。每储存热量等级有<font color='#CA7200'><Ability:HEATSINK_LOSS_CHANCE_PER_LEVEL/>%</font>的默认热量损失几率。<br/><Bullet/>热量调节阀可显著减少，甚至完全消除: 非常高热量等级下的每回合损失多个热量单位的几率。"

[WOTC_APA_HeatedBlades X2AbilityTemplate]
LocFriendlyName = "穿甲热刀"
LocFlyOverText = "穿甲热刀"
LocHelpText = "开颅刃可根据当前的热量等级穿透护甲:<br/>    有<font color='#CA7200'><Ability:HEAT_LEVEL_THRESHOLD_I/>+热量</font>时:穿透<font color='#3ABD23'><Ability:HEATED_BLADES_ARMOR_PIERCE_I/></font>护甲<br/>    有<font color='#CA7200'><Ability:HEAT_LEVEL_THRESHOLD_II/>+热量</font>时:穿透<font color='#3ABD23'><Ability:HEATED_BLADES_ARMOR_PIERCE_II/></font>护甲<br/>    有<font color='#CA7200'><Ability:HEAT_LEVEL_THRESHOLD_III/>+热量</font>时:穿透<font color='#3ABD23'><Ability:HEATED_BLADES_ARMOR_PIERCE_III/></font>护甲"
LocLongDescription = "开颅刃可根据当前的热量等级穿透护甲:<br/>    有<font color='#CA7200'><Ability:HEAT_LEVEL_THRESHOLD_I/>+热量</font>时:穿透<font color='#3ABD23'><Ability:HEATED_BLADES_ARMOR_PIERCE_I/></font>护甲<br/>    有<font color='#CA7200'><Ability:HEAT_LEVEL_THRESHOLD_II/>+热量</font>时:穿透<font color='#3ABD23'><Ability:HEATED_BLADES_ARMOR_PIERCE_II/></font>护甲<br/>    有<font color='#CA7200'><Ability:HEAT_LEVEL_THRESHOLD_III/>+热量</font>时:穿透<font color='#3ABD23'><Ability:HEATED_BLADES_ARMOR_PIERCE_III/></font>护甲"
LocPromotionPopupText = "开颅刃可根据当前的热量等级穿透护甲:<br/>    有<font color='#CA7200'><Ability:HEAT_LEVEL_THRESHOLD_I/>+热量</font>时:穿透<font color='#3ABD23'><Ability:HEATED_BLADES_ARMOR_PIERCE_I/></font>护甲<br/>    有<font color='#CA7200'><Ability:HEAT_LEVEL_THRESHOLD_II/>+热量</font>时:穿透<font color='#3ABD23'><Ability:HEATED_BLADES_ARMOR_PIERCE_II/></font>护甲<br/>    有<font color='#CA7200'><Ability:HEAT_LEVEL_THRESHOLD_III/>+热量</font>时:穿透<font color='#3ABD23'><Ability:HEATED_BLADES_ARMOR_PIERCE_III/></font>护甲"

[WOTC_APA_RipAndTear X2AbilityTemplate]
LocFriendlyName = "碎甲撕伤"
LocFlyOverText = "碎甲撕伤"
LocHelpText = "开颅刃攻击可粉碎护甲，在足够高的热量下，也可使目标伤口撕裂:<br/>    有<font color='#CA7200'><Ability:HEAT_LEVEL_THRESHOLD_I/>+热量</font>时:粉碎 <font color='#3ABD23'><Ability:RIP_TEAR_SHRED_I/></font> 护甲<br/>    有<font color='#CA7200'><Ability:HEAT_LEVEL_THRESHOLD_II/>+热量</font>时:伤口撕裂 <font color='#3ABD23'><Ability:RIP_TEAR_RUPTURE_II/></font> HP<br/>    有<font color='#CA7200'><Ability:HEAT_LEVEL_THRESHOLD_III/>+热量</font>时:粉碎 <font color='#3ABD23'><Ability:RIP_TEAR_SHRED_I/></font> 额外护甲"
LocLongDescription = "开颅刃攻击可粉碎护甲，在足够高的热量下，也可使目标伤口撕裂:<br/>    有<font color='#CA7200'><Ability:HEAT_LEVEL_THRESHOLD_I/>+热量</font>时:粉碎 <font color='#3ABD23'><Ability:RIP_TEAR_SHRED_I/></font> 护甲<br/>    有<font color='#CA7200'><Ability:HEAT_LEVEL_THRESHOLD_II/>+热量</font>时:伤口撕裂 <font color='#3ABD23'><Ability:RIP_TEAR_RUPTURE_II/></font> HP<br/>    有<font color='#CA7200'><Ability:HEAT_LEVEL_THRESHOLD_III/>+热量</font>时:粉碎 <font color='#3ABD23'><Ability:RIP_TEAR_SHRED_I/></font> 额外护甲(最多<font><Ability:RIP_TEAR_SHRED_TOTAL/></font>)"
LocPromotionPopupText = "开颅刃攻击可粉碎护甲，在足够高的热量下，也可使目标伤口撕裂:<br/>    有<font color='#CA7200'><Ability:HEAT_LEVEL_THRESHOLD_I/>+热量</font>时:粉碎 <font color='#3ABD23'><Ability:RIP_TEAR_SHRED_I/></font> 护甲<br/>    有<font color='#CA7200'><Ability:HEAT_LEVEL_THRESHOLD_II/>+热量</font>时:伤口撕裂 <font color='#3ABD23'><Ability:RIP_TEAR_RUPTURE_II/></font> HP<br/>    有<font color='#CA7200'><Ability:HEAT_LEVEL_THRESHOLD_III/>+热量</font>时:粉碎 <font color='#3ABD23'><Ability:RIP_TEAR_SHRED_I/></font> 额外护甲(最多<font><Ability:RIP_TEAR_SHRED_TOTAL/></font>)"